# -*- Mode:org; -*-
# Time-stamp: <2023-09-18 05:52:36 vladimir>
# Copyright (C) 2019-2023 Vladimir G. Ivanović
# Author: Vladimir G. Ivanović <vladimir@acm.org>
#+startup: overview
#+title: Work Log

* <2021-04-29 Thu> with Arnie
** Purpose: Evaluate Rocketship
** Purpose: A case study
** Robert Stake, Robert Yin
*** to what extent do RS policies serve all students? 
** Send Arnie my research questions and what i want to do, and he'll suggest derived RQs.
*** add IRB + "citi" to Chapt. 3 submission
* <2021-04-29 Thu> With Roxana
** KIPP not Rocketship is the largest CMO. "Is among" "is one of the largest"
** Charles Schwab?
** Caliber, avigator, KIPP
** Move Jefferson & Gandhi to Introduction
** "so little to lose" -> don't have a voice
** RQ use "unduplicated students"
** Latino ELL students do worse than ELL students in public schools even though RS claims to be closing the achievement gap
** if you will
** concision is important
** check on CA's non-classroom based instruction moratorium expiring soon

** Work hard, be hard
Little work on
answer with data that can be replicated
** systematic study
-  RQ: different factors influence relate to RS's
how do  cmo structure, bl pedagogy, location 
  affect RS's finances
  what is the role?

  examine various factors aspects profits from tax dollars

- what are the ways that non-profit charter school chains derive profits from public funds
- Does RS only invest in locations where LCFF funding gives unduplicated pupils extra $$$
- sacklers invest in charter schools
  - highlight benefits
  - downplay difficulties
  - Sackler – Rocketship???
    "a walking conflict of interest" – description of Sackler
* <2022-03-04 Fri> with Roxana
- Meet next Friday @ 10am
- Clean draft due by early Wednesday AM

* <2022-05-11 Wed> Consult with Roxana
	https://kappanonline.org/dont-go-along-with-corporate-schemes-to-gather-up-student-data/
	https://www.metrosiliconvalley.com/flock-catchers/
	http://bit.ly/ALPR_SJ
	https://www.sanjoseinside.com/news/12_9_13_rocketship_charter_schools_35_million_loan/
	https://eduresearcher.com/2018/03/13/denykipp/

* <2023-02-25 Sat>
** Task #1 before dinner
:LOGBOOK:
CLOCK: [2023-02-25 Sat 18:01]--[2023-02-25 Sat 19:25] =>  1:24
:END:
- Finishing 2012, p.19
- Started 2013, p. 15
** Task #1 after dinner
:LOGBOOK:
CLOCK: [2023-02-25 Sat 21:17]--[2023-02-25 Sat 23:02] =>  1:45
:END:
- Dashboard: started 2014
- Dashboard: finished 2014
- Also Launchpad Development Co. Form 990s for YE 2010–2022.
* <2023-02-26 Sun>
** Task #1 before lunch
:LOGBOOK:
CLOCK: [2023-02-26 Sun 11:45]--[2023-02-26 Sun 12:31] =>  0:46
:END:
- Trying to find info on LDC Obligated Group Bonds (Series 2014A & 2014B) [2014/15, l.44] 
- Fixing up 'pdf-tools' so that it displays PDF files correctly in 'emacs'.
** Tasks #1 before dinner
:LOGBOOK:
CLOCK: [2023-02-26 Sun 17:58]--[2023-02-26 Sun 19:23] =>  1:25
:END:
- Search Board meeting minutes for Series 2014A/B; added to Zotero. 
- Found it! (in Board Meeting minutes)
- Still looking for CSFA's Executive Summary of that series.
**  Task #1 after dinner
:LOGBOOK:
CLOCK: [2023-02-26 Sun 20:16]--[2023-02-26 Sun 21:09] =>  0:53
:END:
- Started Dashboard: 2015
- Finished 2015 with no new debt!

* <2023-03-01 Wed>
:LOGBOOK:
CLOCK: [2023-03-01 Wed 14:30]--[2023-03-01 Wed 16:10] =>  1:40
:END:
** Task #3 afternoon
– Calculating the number of pages in board packets:                                                                                                                   ~vladimir/Education/California/Charter Schools/Rocketship/PDF by num pages
~vladimir/Education/California/Charter Schools/Rocketship/PDFs by num pages - without petitions

* <2023-03-02 Thu>
**  Diddly-sqat
:LOGBOOK:
CLOCK: [2023-03-02 Thu 14:00]--[2023-03-02 Thu 15:05] =>  1:05
:END:

* <2023-03-05 Sun>
** Task #2: Record bond data from years 2008-2022 in Data Dashboard.
:LOGBOOK:
CLOCK: [2023-03-05 Sun 14:51]--[2023-03-05 Sun 18:51] =>  4:00
:END:
** Task #2, con't
:LOGBOOK:
CLOCK: [2023-03-05 Sun 20:52]--[2023-03-05 Sun 21:18] =>  0:26
:END:
** Task # 2, con't
** Task #2, con't
:LOGBOOK:
CLOCK: [2023-03-06 Mon 13:13]--[2023-03-06 Mon 14:42] =>  1:29
:END:
* <2023-03-07 Tue>
** Task #2, con't
*** Session #1
:LOGBOOK:
CLOCK: [2023-03-07 Tue 12:41]--[2023-03-07 Tue 14:47] =>  2:06
:END:
*** Session #2
:LOGBOOK:
CLOCK: [2023-03-07 Tue 15:35]--[2023-03-07 Tue 16:24] =>  0:49
:END:
* <2023-03-08 Wed>
** Task #2, con't
*** Session #1
:LOGBOOK:
CLOCK: [2023-03-08 Wed 08:59]--[2023-03-08 Wed 12:03] =>  3:04
:END:
*** Session #2
:LOGBOOK:
CLOCK: [2023-03-08 Wed 14:10]--[2023-03-08 Wed 14:30] =>  0:20
:END:
* <2023-03-11 Sat>
** Task #2b
*** Session #1
:LOGBOOK:
CLOCK: [2023-03-12 Sun 16:20]--[2023-03-12 Sun 18:45] =>  2:25
CLOCK: [2023-03-11 Sat 14:40]--[2023-03-11 Sat 15:49] =>  1:09
CLOCK: [2023-03-11 Sat 12:37]--[2023-03-11 Sat 14:30] =>  1:53
:END:
*** Session #2
:LOGBOOK:
CLOCK: [2023-03-12 Sun 19:15]--[2023-03-12 Sun 19:57] =>  0:42
:END:
** Task #2a & b
*** Session #3
:LOGBOOK:
CLOCK: [2023-03-12 Sun 19:15]--[2023-03-12 Sun 23:40] =>  4:25
:END:

<2023-03-13 Mon>
* <2023-03-13 Mon>
** Task #2a & b
*** Session #1
:LOGBOOK:
CLOCK: [2023-03-13 Mon 11:12]--[2023-03-13 Mon 13:26] =>  2:14
:END:
** Doctoral Consultation with Roxana
:LOGBOOK:
CLOCK: [2023-03-13 Mon 13:26]--[2023-03-13 Mon 13:55] =>  0:29
:END:
                                                                
* <2023-03-20 Mon>
** Task #2a
:LOGBOOK:
CLOCK: [2023-03-21 Tue 11:07]--[2023-03-21 Tue 11:08] =>  0:01
CLOCK: [2023-03-20 Mon 21:01]--[2023-03-20 Mon 22:07] =>  1:06
CLOCK: [2023-03-20 Mon 17:25]--[2023-03-20 Mon 18:10] =>  0:45
CLOCK: [2023-03-20 Mon 12:05]--[2023-03-20 Mon 12:25] =>  0:20
CLOCK: [2023-03-20 Mon 10:13]--[2023-03-20 Mon 10:52] =>  0:39
:END:
* <2023-03-21 Tue>
** Task #2a
:LOGBOOK:
CLOCK: [2023-03-21 Tue 13:10]--[2023-03-21 Tue 13:57] =>  0:47
CLOCK: [2023-03-21 Tue 10:00]--[2023-03-21 Tue 11:10] =>  1:10
:END:
* <2023-03-24 Fri>
:LOGBOOK:
CLOCK: [2023-03-25 Sat 22:00]--[2023-03-25 Sat 22:00] =>  0:00
:END:
**                                                                  :LOGBOOK:
CLOCK: [2023-03-24 Fri 11:09]--[2023-03-24 Fri 15:45] =>  4:36
:END:
* <2023-03-25 Sat>
:LOGBOOK:
CLOCK: [2023-03-25 Sat 16:37]--[2023-03-25 Sat 22:00] =>  5:23
:END:
* <2023-03-26 Sun>
:LOGBOOK:
CLOCK: [2023-03-26 Sun 13:03]--[2023-03-26 Sun 14:52] =>  1:49
:END:
* <2023-03-28 Tue>
:LOGBOOK:
CLOCK: [2023-03-28 Tue 17:52]--[2023-03-28 Tue 18:10] =>  0:18
:END:
* <2023-03-29 Wed>
** Task #5
- Conveniently, municipal securities, including charter school bonds, are exempt from SEC reporting requiements
:LOGBOOK:
CLOCK: [2023-03-29 Wed 20:41]--[2023-03-30 Thu 00:02] =>  3:21
:END:
* <2023-03-31 Fri>
** Tasks #5 & #6
:LOGBOOK:
CLOCK: [2023-03-31 Fri 07:54]--[2023-03-31 Fri 12:15] =>  4:21
:END:
* <2023-04-02 Sun>
** Tasks #5, #6, #7
:LOGBOOK:
CLOCK: [2023-04-02 Sun 11:08]--[2023-04-02 Sun 12:27] =>  1:19
:END:
* <2023-04-03 Mon>
** Tasks #5, #6, #7
:LOGBOOK:
CLOCK: [2023-04-03 Mon 11:10]--[2023-04-03 Mon 13:35] =>  2:25
:END:
* <2023-04-06 Thu>
** Task #4
:LOGBOOK:
CLOCK: [2023-04-06 Thu 21:16]--[2023-04-06 Thu 23:15] =>  1:59
:END:
* <2023-04-07 Fri>
** Task #4
:LOGBOOK:
CLOCK: [2023-04-07 Fri 19:19]--[2023-04-07 Fri 21:20] =>  2:01
:END:
:** <2023-04-10 Mon>
** Check in with Roxana
:LOGBOOK:
CLOCK: [2023-04-10 Mon 13:30]--[2023-04-10 Mon 14:22] =>  0:52
:END:
* <2023-04-11 Tue>
** Task #10
:LOGBOOK:
CLOCK: [2023-04-11 Tue 13:11]--[2023-04-11 Tue 16:00] =>  2:49
:END:
* <2023-04-12 Wed>
** Screwing around trying to get Google Drive @ sjsu.edu to work
- PIA US West Optimized Streaming doesn't work???
:LOGBOOK:
CLOCK: [2023-04-12 Wed 17:25]--[2023-04-12 Wed 18:33] =>  1:08
:END:
* <2023-04-17 Mon>
** Task #7: Read up  on NewSchools venture fund & New Markets Tax Credit
:LOGBOOK:
CLOCK: [2023-04-17 Mon 15:24]--[2023-04-17 Mon 18:40] =>  3:16
CLOCK: [2023-04-17 Mon 07:40]--[2023-04-17 Mon 10:40] =>  3:00
:END:
* <2023-04-21 Fri>
** Task #7: NMTC & conduit bonds
:LOGBOOK:
CLOCK: [2023-04-21 Fri 09:30]--[2023-04-21 Fri 12:01] =>  2:31
:END:
** Task #12 Leases
:LOGBOOK:
CLOCK: [2023-04-21 Fri 15:21]--[2023-04-21 Fri 16:45] =>  1:24
:END:
* <2023-04-24 Mon>
** Task #12 Leases
:LOGBOOK:
CLOCK: [2023-04-24 Mon 09:21]--[2023-04-24 Mon 11:32] =>  2:11
:END:
** Consult with Roxana
* <2023-04-28 Fri>
** Charter school facilties grants & leases
* <2023-05-06 Sat>
** Reconciling SB740 payments with declared revenue
:LOGBOOK:
CLOCK: [2023-05-06 Sat 20:50]--[2023-05-06 Sat 22:36] =>  1:46
CLOCK: [2023-05-06 Sat 09:03]--[2023-05-06 Sat 11:44] =>  2:41
:END:

* <2023-05-07 Sun>
** Still reconciling SB740 payments with declared revenue and making sure I can remake the PDF.
:LOGBOOK:
CLOCK: [2023-05-07 Sun 18:23]--[2023-05-07 Sun 19:45] =>  1:22
CLOCK: [2023-05-07 Sun 10:27]--[2023-05-07 Sun 12:22] =>  1:55
CLOCK: [2023-05-07 Sun 14:27]--[2023-05-07 Sun 17:40] =>  3:13
:END:

* <2023-05-08 Mon>
** Gathering SB740 payments using CSFA data
:LOGBOOK:
CLOCK: [2023-05-08 Mon 08:06]--[2023-05-08 Mon 09:36] =>  1:30
:END:

* <2023-06-01 Thu>
** Performed maintenance on ~/Ed.D./Dissertation/Chapter_4 an ~/Dropbox/EDD/Dissertation/Chapter_4.
:LOGBOOK:
CLOCK: [2023-06-01 Thu 10:53]--[2023-06-01 Thu 11:33] =>  0:40
:END:
** Editing Introduction.tex and Methods.tex
:LOGBOOK:
CLOCK: [2023-06-01 Thu 14:16]--[2023-06-01 Thu 17:23] =>  3:07
CLOCK: [2023-06-01 Thu 11:34]--[2023-06-01 Thu 12:44] =>  1:10
:END:
* <2023-06-02 Fri>
** Editing Methods.tex
:LOGBOOK:
CLOCK: [2023-06-02 Fri 14:45]--[2023-06-02 Fri 17:02] =>  2:17
CLOCK: [2023-06-02 Fri 13:13]--[2023-06-02 Fri 13:23] =>  0:10
:END:
* <2023-06-03 Sat>
** Editing Methods.tex
* <2023-06-06 Tue>
** Editing Methods.tex
:LOGBOOK:
CLOCK: [2023-06-06 Tue 21:48]--[2023-06-06 Tue 22:18] =>  0:30
CLOCK: [2023-06-06 Tue 15:28]--[2023-06-06 Tue 15:48] =>  0:20
:END:
* <2023-06-11 Sun>
** Restoring Chapter 3 from backups
:LOGBOOK:
CLOCK: [2023-06-11 Sun 10:26]--[2023-06-11 Sun 13:28] =>  3:02
:END:
** Back to work on Methods.4tex starting with the last preserved edit after Section 3.2.1 State and Federal Filings (new p. 62)
:LOGBOOK:
CLOCK: [2023-06-11 Sun 13:20]--[2023-06-11 Sun 18:10] =>  4:50
:END:
** Methods.tex, ending on p. {old/66, new/64}
:LOGBOOK:
CLOCK: [2023-06-11 Sun 19:37]—-[2023-06-11 Sun 22:09] => 2:32
:END:
* <2023-06-12 Mon>
** Back to Methods.tex
:LOGBOOK:
CLOCK: [2023-06-12 Mon 12:12]--[2023-06-12 Mon 13:32] =>  1:20
:END:
* <2023-06-13 Tue>
** Methods.tex, con't
:LOGBOOK:
CLOCK: [2023-06-13 Tue 17:05]--[2023-06-13 Tue 17:48] =>  0:43
CLOCK: [2023-06-13 Tue 13:55]--[2023-06-13 Tue 16:51] =>  2:56
CLOCK: [2023-06-13 Tue 09:16]--[2023-06-13 Tue 13:08] =>  3:52
:END:
* <2023-06-14 Wed>
** Working on Rocketship Corporate Structure
:LOGBOOK:
CLOCK: [2023-06-14 Thu 09:11]--[2023-06-14 Wed 11:08] =>  1:57
CLOCK: [2023-06-14 Wed 13:00]--[2023-06-14 Wed 16:08] =>  2:08
:END:
* <2023-06-15 Thu>
** Working on the corporate structure diagram. Finished, I think.
:LOGBOOK:
CLOCK: [2023-06-15 Thu 09:11]--[2023-06-15 Thu 11:55] ==>  2:44
:END:
** Back to Methods.tex for real!
:LOGBOOK:
CLOCK: [2023-06-15 Thu 14:49]--[2023-06-15 Thu 16:29] =>  1:40

* <2023-06-17 Sat>
** Methods.tex again
:LOGBOOK:
CLOCK: [2023-06-17 Sat 11:16]--[2023-06-17 Sat 13:16] =>  2:00
:END:
* <2023-06-21 Wed>
** Editing Methods.tex
:LOGBOOK:
CLOCK: [2023-06-21 Wed 13:00]--[2023-06-21 Wed 15:00 =>  2:00
:END:

* <2023-06-22 Thu>
** Editing Methods.tex
:LOGBOOK:
CLOCK: [2023-06-22 Thu 10:38]--[2023-06-22 Thu 11:39] =>  1:01
:END:
* <2023-06-25 Sun>
** Editing Methods.tex
:LOGBOOK:
CLOCK: [2023-06-25 Sun 19:25]--[2023-06-25 Sun 21:38] =>  2:13
CLOCK: [2023-06-25 Sun 14:54]--[2023-06-25 Sun 16:45] =>  1:51
CLOCK: [2023-06-25 Sun 12:26]--[2023-06-25 Sun 14:53] =>  2:27
:END:
* <2023-06-28 Wed>
** Organizing RSEd meeting packets by date
:LOGBOOK:
CLOCK: [2023-06-28 Wed 13:38]--[2023-06-28 Wed 14:46] =>  1:08
:END:
* <2023-07-02 Sun>
** Organizing RSEd board packets
:LOGBOOK:
CLOCK: [2023-07-02 Sun 19:30]--[2023-07-02 Sun 19:51] =>  0:21
CLOCK: [2023-07-02 Sun 13:18]--[2023-07-02 Sun 13:38] =>  0:20
:END:
* <2023-07-03 Mon>
** System administration
:LOGBOOK:
CLOCK: [2023-07-03 Mon 15:55]--[2023-07-03 Mon 17:29] =>  2:34
:END:
* <2023-07-05 Wed>
** Reviewing board packets, ScoopIt, and StopRocketship
:LOGBOOK:
CLOCK: [2023-07-05 Wed 15:14]--[2023-07-05 Wed 16:14] =>  1:00
:END:


* <2023-07-07 Fri>
** Reviewing board packets, ScoopIt, and StopRocketship
:LOGBOOK:
CLOCK: [2023-07-07 Fri 12:59]--[2023-07-07 Fri 13:14] =>  0:15
:END:
* <2023-07-09 Sun>
** Correcting Methods.tex
:LOGBOOK:
CLOCK: [2023-07-09 Sun 12:54]--[2023-07-09 Sun 14:54] =>  2:00
:END:
* <2023-07-11 Tue>
** Starting on Chapter 4, /Findings/!!!
:LOGBOOK:
CLOCK: [2023-07-11 Tue 13:28]--[2023-07-11 Tue 15:19] =>  1:51
:END:
* <2023-07-13 Thu>
** Findings.tex & compilation errors
 :LOGBOOK:
CLOCK: [2023-07-13 Thu 12:23]--[2023-07-13 Thu 15:20] =>  2:57
:END:
* <2023-07-14 Fri>
** Work on Findings.tex
:LOGBOOK:
CLOCK: [2023-07-14 Fri 15:41]--[2023-07-14 Fri 16:00] =>  0:19
CLOCK: [2023-07-14 Fri 11:34]--[2023-07-14 Fri 11:54] =>  0:20
:END:
* <2023-07-15 Sat>
** Chapter 3 minor edits
:LOGBOOK:
CLOCK: [2023-07-15 Sat 13:47]--[2023-07-15 Sat 14:40] =>  0:53
:END:
* <2023-07-16 Sun>
** Finishing up with Methods.tex
:LOGBOOK:
CLOCK: [2023-07-16 Sun 13:52]--[2023-07-16 Sun 15:35] =>  1:43
CLOCK: [2023-07-16 Sun 12:17]--[2023-07-16 Sun 13:28] =>  1:11
:END:
** Starting on Findings.tex
:LOGBOOK:
CLOCK: [2023-07-16 Sun 16:07]--[2023-07-17 Mon 14:32] => 22:25
:END:
* <2023-07-17 Mon>
** Final LaTeX fixups to Methods.tex
:LOGBOOK:
CLOCK: [2023-07-17 Mon 14:55]--[2023-07-17 Mon 15:30] =>  0:35
:END:
* <2023-07-18 Tue>
** Findings
:LOGBOOK:
CLOCK: [2023-07-18 Tue 10:29]--[2023-07-18 Tue 11:03] =>  0:34
:END:
** Still finishing up with Methods.tex
:LOGBOOK:
CLOCK: [2023-07-18 Tue 09:42]--[2023-07-18 Tue 10:12] =>  0:30
:END:
* <2023-08-10 Thu>
** Findings
:LOGBOOK:
CLOCK: [2023-08-10 Thu 18:40]--[2023-08-10 Thu 20:48] =>  2:08
CLOCK: [2023-08-10 Thu 13:51]--[2023-08-10 Thu 14:00] =>  0:09
CLOCK: <2023-08-10 Thu 12:07>--<2023-08-10 Thu 13:30> =>  1:23
:END:
* <2023-08-11 Fri>
** Findings
:LOGBOOK:
CLOCK: [2023-08-11 Fri 21:55]--[2023-08-11 Fri 22:52] =>  0:57
CLOCK: [2023-08-11 Fri 15:45]--[2023-08-11 Fri 18:55] =>  3:10
CLOCK: [2023-08-11 Fri 20:15]--[2023-08-11 Fri 23:20] =>  3:15
:END:
*  <2023-08-12 Sat>
** Findings
:LOGBOOK:
CLOCK: [2023-08-12 Sat 20:57]--[2023-08-12 Sat 22:44] =>  1:47
CLOCK: [2023-08-12 Sat 16:18]--[2023-08-12 Sat 18:32] =>  2:14
:END:
* <2023-08-25 Fri>
:LOGBOOK:
CLOCK: [2023-08-25 Fri 16:12]--[2023-08-25 Fri 16:28] =>  0:16
:END:
* <2023-08-13 Sun>
** Findings
:LOGBOOK:
CLOCK: [2023-08-13 Sun 15:22]--[2023-08-13 Sun 18:06] =>  2:44
CLOCK: [2023-08-13 Sun 10:19]--[2023-08-13 Sun 12:20] =>  2:01
:END:
* <2023-08-20 Sun>
:LOGBOOK:
CLOCK: [2023-08-20 Sun 09:30]--[2023-08-20 Sun 14:54] =>  5:24
:END:
* <2023-08-29 Tue>
** Findings
:LOGBOOK:
CLOCK: [2023-08-29 Tue 16:27]--[2023-08-29 Tue 19:16] =>  2:49
CLOCK: [2023-08-29 Tue 09:59]--[2023-08-29 Tue 12:11] =>  2:12
=======
CLOCK: [2023-08-20 Sun 09:30]--[2023-08-20 Sun 10:30] =>  1:00
:END:
* <2023-08-31 Thu>
** Findings
:LOGBOOK:
CLOCK: [2023-08-31 Thu 07:54]--[2023-08-31 Thu 10:54] => 3:00
:END:
* <2023-09-01 Fri>
** Fixing up tables in the Appendix
:LOGBOOK:
CLOCK: [2023-09-01 Fri 12:49]--[2023-09-01 Fri 13:22] =>  0:33
CLOCK: [2023-09-01 Fri 10:53]--[2023-09-01 Fri 11:08] =>  0:15
CLOCK: [2023-09-01 Fri 09:28]--[2023-09-01 Fri 09:45] =>  0:17
CLOCK: [2023-09-01 Fri 04:20]--[2023-09-01 Fri 08:25] =>  4:05
CLOCK: [2023-07-17 Mon 14:32]--[2023-07-17 Mon 17:30] =>  2:58
:END:
* <2023-09-02 Sat>
** Fixing up tables in the Appendix
:LOGBOOK:
CLOCK: [2023-09-02 Sat 11:00]--[2023-09-02 Sat 12:04] =>  1:04
:END:
* <2023-09-06 Wed>
** Creating a detailed schedule
:LOGBOOK:
CLOCK: [2023-09-06 Wed 11:15]--[2023-09-06 Wed 12:26] =>  1:11
CLOCK: [2023-09-06 Wed 09:16]--[2023-09-06 Wed 10:40] =>  1:24
:END:
* <2023-09-08 Fri>
** Creating Cash Flow PDFs
:LOGBOOK:
CLOCK: [2023-09-08 Fri 12:36]--[2023-09-08 Fri 17:37] =>  5:01
:END:
* <2023-09-09 Sat>
** Creating Cash Flows and Functional Expenses Spreadsheets
:LOGBOOK:
CLOCK: [2023-09-09 Sat 09:40]--[2023-09-09 Sat 12:25] =>  2:45
:END:
** Creating rollup of cash flows
:LOGBOOK:
CLOCK: [2023-09-09 Sat 14:15]--[2023-09-09 Sat 14:49] =>  0:34
:END:
* <2023-09-10 Sun>
** Create rollup of cash flows
:LOGBOOK:
CLOCK: [2023-09-10 Sun 07:35]--[2023-09-10 Sun 08:20] =>  0:45
:END:
* <2023-09-11 Mon>
** Continuing work on Cash Flows rollup
:LOGBOOK:
CLOCK: [2023-09-11 Mon 21:15]--[2023-09-11 Mon 22:40] =>  1:25
CLOCK: [2023-09-11 Mon 10:36]--[2023-09-11 Mon 15:30] =>  4:54
:END:
* <2023-09-14 Thu>
** Continuing work on Cash Flows rollup
:LOGBOOK:
CLOCK: [2023-09-14 Thu 19:48]--[2023-09-14 Thu 22:11] =>  2:23
CLOCK: [2023-09-14 Thu 11:49]--[2023-09-14 Thu 14:40] =>  2:51
:END:
* <2023-09-15 Fri>
** Finishing Cash Flows and stating Functional Expenses data entry
:LOGBOOK:
CLOCK: [2023-09-15 Fri 13:59]--[2023-09-15 Fri 15:10] =>  1:11
CLOCK: [2023-09-15 Fri 12:18]--[2023-09-15 Fri 13:30] =>  1:12
:END:
* <2023-09-18 Mon 05:05>
** Adding text & graphs to Findings
:LOGBOOK:
CLOCK: [2023-09-18 Mon 05:05]
:END:


* 
* 
* 
* 
*  
* 
* 
